@extends('layouts.master')
@section('content')
    <div class="content">
        <header>
            <h2>利用規約</h2>
        </header>
        <section>
            <p>この利用規約（以下，「本規約」といいます。）は，S.DEVELOP（以下，「当方」といいます。）がこのウェブサイト上で提供するサービス（以下，「本サービス」といいます。）の利用条件を定めるものです。利用ユーザーの皆さま（以下，「ユーザー」といいます。）には，本規約に従って，本サービスをご利用いただきます。</p>

            <h2>第1条（適用）</h2>
            <p>本規約は，ユーザーと当方との間の本サービスの利用に関わる一切の関係に適用されるものとします。</p>

            <h2>第2条（利用料金および支払方法）</h2>
            <ul>
            <li>本サービスは完全無料にて提供しております。</li>
            <li>ユーザが当方に対して支払いを命じることはありません。</li>
            </ul>

            <h2>第3条（禁止事項）</h2>
            <p>ユーザーは，本サービスの利用にあたり，以下の行為をしてはなりません。</p>
            <ul>
            <li>（1）法令または公序良俗に違反する行為</li>
            <li>（2）犯罪行為に関連する行為</li>
            <li>（3）当方のサーバーまたはネットワークの機能を破壊したり，妨害したりする行為</li>
            <li>（4）当方のサービスの運営を妨害するおそれのある行為</li>
            <li>（5）他のユーザーに関する個人情報等を収集または蓄積する行為</li>
            <li>（6）他のユーザーに成りすます行為</li>
            <li>（7）当方のサービスに関連して，反社会的勢力に対して直接または間接に利益を供与する行為</li>
            <li>（7）本サービスにて生成された画像の無断転載、及び商用利用</li>
            <li>（8）その他，当方が不適切と判断する行為</li>
            </ul>

            <h2>第4条（本サービスの提供の停止等）</h2>
            <ul>
            <li>当方は，以下のいずれかの事由があると判断した場合，ユーザーに事前に通知することなく本サービスの全部または一部の提供を停止または中断することができるものとします。
            <ul>
            <li>（1）本サービスにかかるコンピュータシステムの保守点検または更新を行う場合</li>
            <li>（2）地震，落雷，火災，停電または天災などの不可抗力により，本サービスの提供が困難となった場合</li>
            <li>（3）コンピュータまたは通信回線等が事故により停止した場合</li>
            <li>（4）その他，当方が本サービスの提供が困難と判断した場合</li>
            </ul>
            </li>
            <li>当方は，本サービスの提供の停止または中断により，ユーザーまたは第三者が被ったいかなる不利益または損害について，理由を問わず一切の責任を負わないものとします。</li>
            </ul>

            <h2>第5条（利用制限）</h2>
            <ul>
            <li>当方は，以下の場合には，事前の通知なく，ユーザーに対して，本サービスの全部もしくは一部の利用を制限できるものとします。
            <ul>
            <li>（1）本規約のいずれかの条項に違反した場合</li>
            <li>（2）登録事項に虚偽の事実があることが判明した場合</li>
            <li>（3）その他，当方が本サービスの利用を適当でないと判断した場合</li>
            </ul>
            </li>
            <li>当方は，本条に基づき当方が行った行為によりユーザーに生じた損害について，一切の責任を負いません。</li>
            </ul>

            <h2>第6条（免責事項）</h2>
            <ul>
            <li>当方の債務不履行責任は，当方の故意または重過失によらない場合には免責されるものとします。</li>
            <li>当方は，何らかの理由によって責任を負う場合にも，通常生じうる損害の範囲おいてのみ賠償の責任を負うものとします。</li>
            <li>当方は，本サービスに関して，ユーザーと他のユーザーまたは第三者との間において生じた取引，連絡または紛争等について一切責任を負いません。</li>
            </ul>

            <h2>第7条（サービス内容の変更等）</h2>
            <p>当方は，ユーザーに通知することなく，本サービスの内容を変更しまたは本サービスの提供を中止することができるものとし，これによってユーザーに生じた損害について一切の責任を負いません。</p>

            <h2>第8条（利用規約の変更）</h2>
            <p>当方は，必要と判断した場合には，ユーザーに通知することなくいつでも本規約を変更することができるものとします。</p>

            <h2>第9条（通知または連絡）</h2>
            <p>ユーザーと当方との間の通知または連絡は，当方の定める方法によって行うものとします。</p>

            <h2>第10条（権利義務の譲渡の禁止）</h2>
            <p>ユーザーは，当方の書面による事前の承諾なく，利用契約上の地位または本規約に基づく権利もしくは義務を第三者に譲渡し，または担保に供することはできません。</p>

            <h2>第11条（準拠法・裁判管轄）</h2>
            <ul>
            <li>本規約の解釈にあたっては，日本法を準拠法とします。</li>
            <li>本サービスに関して紛争が生じた場合には，当方の本店所在地を管轄する裁判所を専属的合意管轄とします。</li>
            </ul>
            <p>以上</p>
        </section>
        <footer>
            <ul class="buttons">
                <li><a href="/" class="button small" onclick="window.close()">閉じる</a></li>
            </ul>
        </footer>
    </div>
@endsection
